[Skills.BloodBath SkillDefinition]
SkillDescription="[skill]the art of killing[-skill].  Enemies will be bombed or exploded [skill]Losing weapons[-skill] For each stack [skill]Blood lust[-skill].  Enemies killed this way have a high risk of dropping bombs.."

[Skills.BloodBath:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Weapon Damage: $NUMBER$ per pack"

[Skills.BloodEuphoria SkillDefinition]
SkillDescription="when [skill]The ability to kill[-skill] Each group will have health benefits when there is a limited amount [skill]Blood[-skill]."

[Skills.BloodEuphoria:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Health: $NUMBER$ per wallet"

[Skills.BloodfilledGuns SkillDefinition]
SkillName="Bad weapon"

[Skills.BloodfilledGuns:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Amount of blood needed: $NUMBER$"

[Skills.BloodfilledGuns:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Amount Amount: $NUMBER$ per package"

[Skills.BloodOverdrive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Remaining: $NUMBER$ stack"

[Skills.BloodOverdrive:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Collection time: $NUMBER$ seconds per cup"

[Skills.Bloodsplosion SkillDefinition]
SkillDescription="When you hit an enemy, it explodes. [skill]New features[-skill] Compare elemental damage that kills people to non-elemental damage that creates a new explosion. New damage increases with each order. [skill]The blood[-skill].<br><br>as usual [skill]Great loss[-skill] Damage is added. [skill]New features[-skill]."

[Skills.Bloodsplosion:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Nova damage increase: $NUMBER$ per pack"

[Skills.BloodTrance:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Retention period: $NUMBER$ per order"

[Skills.BloodyRevival SkillDefinition]
SkillDescription="[skill]Weapon damage[-skill] time [skill]Fight for your life.[-skill] Available in every folder [skill]Pleasant feelings[-skill]."

[Skills.BloodyRevival:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Attack damage: $NUMBER$ per stack"

[Skills.BloodyRevival_HUDFeedback_DEPRECATED:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Attack damage: $NUMBER$ per stack"

[Skills.BloodyTwitch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Amount of blood needed: $NUMBER$"

[Skills.BloodyTwitch:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Arms conversion rate: $NUMBER$ per share"

[Skills.BuzzAxeBombadier SkillDefinition]
SkillDescription="I have an ax in my hand when I lose you. [skill]the best[-skill] When I paste it, it explodes.."

[Skills.BuzzAxeBombadier:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''The ax grows!''"

[Skills.FuelTheBlood SkillDefinition]
SkillDescription="[skill]Art[-skill]. Killing enemies increases the interaction [skill]He was wounded by a bomb[-skill] for school * [skill]Blood[-skill], So spend your money on it [skill]Blood[-skill]."

[Skills.FuelTheBlood:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Ball Damage: $NUMBER$ per star"

[Skills.NervousBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Free reload: $NUMBER$ per stack"

[Skills.TasteOfBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Blood: $NUMBER$ per kill"
